UPDATE products
SET specs = '[
  {"label": "Основа сиденья", "value": "ламели ДСП (ЛДСП)"},
  {"label": "Наполнитель", "value": "пенополиуретан"},
  {"label": "Размеры дивана", "value": "234х80х122 см"},
  {"label": "Габариты спального места", "value": "198х166 см"},
  {"label": "Глубина сиденья", "value": "68 см"},
  {"label": "Глубина сиденья без подушек", "value": "98 см"},
  {"label": "Высота сиденья", "value": "40 см"},
  {"label": "Ширина сиденья", "value": "198 см"},
  {"label": "Высота спинки", "value": "28 см"},
  {"label": "Высота ножек", "value": "2,5 см"},
  {"label": "Высота подлокотников", "value": "58 см"},
  {"label": "Ширина левого подлокотника", "value": "18 см"},
  {"label": "Ширина правого подлокотника", "value": "18 см"},
  {"label": "Размеры ящика для белья (2 шт)", "value": "99,5х19,5х80 см"},
  {"label": "Размер приспинных подушек (2 шт)", "value": "98х41х28 см"},
  {"label": "Максимальная нагрузка на одно место", "value": "90 кг"},
  {"label": "Гарантия", "value": "18 месяцев"}
]'::jsonb
WHERE id = 36;